//name 和 public/projects裡的必須相同

export const c1 = {
  group1: {
    name: "南區小巷趴趴GO",
    description:
      "旅遊時我們很習慣透過網路去尋找當地食物，但網路上的資訊太雜太發散，且又太多廣告和營銷，往往都無法以最快速度找到當地人心目中的第一名，要找許多的資料相互對照，才能歸納出最佳美食。所以我們想要透過此網站讓大多數人方便且快速就能了解當地的特色，進而更深入了解台灣美食文化，也讓外地人可以得知當地有特色的店家。",
    img_url: "c1/1.png",
  },
  group2: {
    name: "嗯哼",
    description:
      "剛好系上有一堂課是在介紹相機，再加上組員在高中 時期 設計過關於相機的網頁版面，因此想藉由這次機會把這個版面做成真實的 網頁。",
    img_url: "c1/2.png",
  },
  group3: {
    name: "DoDo",
    description:
      "網站將提供多種膚色及多種顏色口紅，選擇自己的膚色以及喜歡的口紅顏色，看看是否適合自己。挑對適合自己的口紅，在人群中成為最亮眼那個。",
    img_url: "c1/3.png",
  },
  group4: {
    name: "夜生活",
    description:
      "介紹台灣北中南東各區著名的夜市，首頁以台灣地圖劃分成四個區域，點選不同區域會出現各區的夜市資訊(名稱、地址、交通方式、三個必吃美食)，點選精選美食會在下方跳出隱藏小視窗出現店家的資訊，網站主要分成五個部分：導覽頁、主頁、分區介紹、10個精選美食",
    img_url: "c1/4.png",
  },
  group5: {
    name: "浪浪之家",
    description:
      "提供流浪動物資訊，提倡領養代替購買，會有領養的表單。開設一個經驗分享區，讓一些飼主分享遇到的小趣事、狀況、應變方法。還有一個，如果有人看到有需要協助的流浪動物可以填寫的表單。還會放上菜單。",
    img_url: "c1/5.png",
  },
  group6: {
    name: "IN",
    description:
      " 有一群對時尚潮流充滿熱誠的人們，希望可以把潮流的相關資訊，傳遞給身邊的朋友，所以架設了一個可用合理的價格買到理想鞋子的平台並提供最in的鞋子給走在時代潮流的年輕人。",
    img_url: "c1/6.jpg",
  },
  group7: {
    name: "談攝世界",
    description:
      "使用者操作網頁内的虛擬相機，讓使用者可以以更視覺化的方式瞭解相機的每一個參數。",
    img_url: "c1/7.jpg",
  },
  group8: {
    name: "日本都市傳說",
    description:
      "網頁呈現類似於在閱讀書籍的感覺，畫面上有一本書，點擊可翻開來介紹幾個不同的日本都市傳說",
    img_url: "c1/8.png",
  },
  group9: {
    name: "穿搭分享",
    description:
      "本網站為一個介紹穿搭的網站。有鑒於現在的年輕人越來越注重自身 的服裝儀容，所以本網站想藉此機會來分享日常穿搭，讓大家有一個參考 的樣式，也不需要每天為了穿著而煩惱。只要打開本網站，便可以得知穿 搭訊息。本網站除了分享穿搭外，也提供了樣本圖示之服裝品牌、該商品 店家資訊、價格⋯⋯等。若未來達到一定觀看流量，本團隊也將考慮開啟代 購或者銷售自創品牌等功能。",
    img_url: "c1/9.png",
  },
  group10: {
    name: "傳說對決戰略現時報",
    description:
      "玩了不久傳說對決，對傳說對決有一定的熱誠及了解，想藉由此機會來分享我們玩傳說的攻略及心得",
    img_url: "c1/10.png",
  },
  group11: {
    name: "YEEEE_GAME_SHOW",
    description:
      "在現在這個有各式各樣的遊戲的時代，有時候也找不到想玩的遊戲。我們這個網站就是來推薦益智遊戲，恐怖遊戲，生存遊戲。利用網頁互動的方式了解大致上遊戲的玩法。",
    img_url: "c1/11.png",
  },
  group12: {
    name: "Bivino",
    description:
      "BiVon是一間義式料理店，店內格局裝潢氣氛都是一流餐廳的水準，提供的餐點品質更是不用說。好的店家除了管控食物品質、店內環境，更重要的是宣傳。因此我們設計了一個關於我們餐廳的網頁廣告，為了讓顧客可以不用在現場就先了解我們提供的餐品等，也可以使得不是附近或是當地人能夠接收到我們相關的消息，增加顧客上門的機會。",
    img_url: "c1/12.png",
  },
};

export const c2 = {
  group1: {
    name: "Yee遊未盡",
    description:
      "除了透過性向測驗的選擇結果來向遊戲荒的玩家們進行遊戲建議外，也同時具有瀏覽近期熱 門遊戲、付費遊戲的最低折扣紀錄查詢以及其他玩家的遊戲體驗分享這幾項功能，期望能讓 所有的使用者能透過我們的網頁來找到自己適合的遊戲。",
    img_url: "c2/1.png",
  },
  group2: {
    name: "燕尾碟",
    description:
      "現今聽音樂成為了大眾普遍的興趣，但在聽音樂的同時， 卻很少人會去了解這些音樂的創作緣由以及其身後的故事，所以我 們想做出一個音樂介紹網站，讓人在聽音樂的同時也能感受到創作 者們的心情與想法。",
    img_url: "c2/2.png",
  },
  group3: {
    name: "hhien_studio",
    description:
      "以販賣衣服和飾品為主的消費購物網站，主打風格是韓系、成熟、時尚。目的是擴張品牌 、賺取營利。 其次是想為自己的品牌設立專屬網站，讓品牌能在服飾網購圈佔有一席之地的同時還能方便客群做瀏覽及購買。",
    img_url: "c2/3.jpg",
  },
  group4: {
    name: "食5",
    description:
      "旅遊時我們很習慣透過網路去尋找當地食物，但網路上的資訊太雜太發散，且又太多廣告和營銷，往往都無法以最快速度找到當地人心目中的第一名，要找許多的資料相互對照，才能歸納出最佳美食。所以我們想要透過此網站讓大多數人方便且快速就能了解當地的特色，進而更深入了解台灣美食文化，也讓外地人可以得知當地有特色的店家。",
    img_url: "c2/4.jpeg",
  },
  group5: {
    name: "油到滑倒",
    description:
      "這是一個非常油的網站，請注意不要得心血管疾病。記得要吃循立寧。我們的宗旨是讓普通人變成DD、讓DD自己去當V。本網站以介紹Vtuber文化為主軸，但內容除了介紹文化，也包含了從psd切圖層、Live2D動態以及最後倒入動態補捉等製作教學的部分。歡迎各位VT豚或向VT豚邁進的人一同觀賞。",
    img_url: "c2/5.png",
  },
  group6: {
    name: "-",
    description: "-",
    img_url: "black.png",
  },
  group7: {
    name: "思友瘋",
    description:
      "讓對手機有興趣的人可以知道近兩年的手機品牌趨向（因為我們是選市占率前五），還有可以藉由各類排行榜來得知有什麼機種特別出色，也想讓更多人了解各牌子的手機，根據我們的網站可以讓人由不同面向去了解手機。",
    img_url: "c2/7.jpg",
  },
  group8: {
    name: "台灣美食",
    description:
      "因為我們的組員其中一位是香港人，為了讓他更了解台灣在地的美食，所以打算做推廣台灣特色美食的網站，幫助他們更 清楚，融入台灣文化，除了幫助外國朋友外，我們也想了解台灣 各縣市居民對於各區美食的喜好、偏好程度。",
    img_url: "c2/8.png",
  },
  group9: {
    name: "青青石工作室",
    description: "已接受委託製作地圖為主的網站",
    img_url: "c2/9.jpg",
  },
  group10: {
    name: "Island_Craft",
    description:
      "這是一個minecraft伺服器的網站，主要是推廣我們製作的伺服器並廣泛邀請坐在電腦前面，同樣是玩家的你來一起同樂",
    img_url: "c2/10.jpg",
  },
  group11: {
    name: "COOL BABY",
    description:
      "介紹品牌故事，產品的功效，還有公司的聯絡方式也有會員促銷活動等，讓顧客更了解商品成分也能放心的購買產品",
    img_url: "c2/11.jpg",
  },
  group12: {
    name: "--",
    description: "--",
    img_url: "black.png",
  },
  group13: {
    name: "電影大百科",
    description: "Hello I'm JimHello I'm JimHello I'm JimHello I'm Jim",
    img_url: "c2/13.png",
  },
  group14: {
    name: "Aisai",
    description:
      "縮短人們找動漫資訊的時間，結合產物，達到一個頁面充滿不同動畫的豐富資訊，包括：賣周邊商品、討論區／論壇、每個月熱門、同人作品欣賞（待定）、問卷調查、主頁推薦不同動漫、後面付問卷調查回饋意見。滑鼠移到動畫熱門等等的相關圖片上面就會彈出介紹文字，如果感興趣，按下去就會到頁面介紹更多和推薦別的相關動畫，論壇的畫面包括了搜尋引擎和像是便利貼一樣的個人發言",
    img_url: "c2/14.jpg",
  },
  group15: {
    name: "你的好蜂蜜網站",
    description:
      "最初理念是協助台灣小農銷售農產品，促進經濟流動外，在高度自由競爭的市場盡一份我們的力量。隨著資訊普及，我們希望透過網路媒體，如網站的力量，支持這些不過份取用資源，不被資本力量制約，勤懇勤勉的農民。並讓更多人認識'你的好蜂蜜'，建立品牌知名度，也讓更多人能享用健康美味無加工的蜂蜜。",
    img_url: "c2/15.jpg",
  },
};

export const rate_table = {
  南區小巷趴趴GO: { score: 0 },
  嗯哼: { score: 0 },
  DoDo: { score: 0 },
  夜生活: { score: 0 },
  浪浪之家: { score: 0 },
  IN: { score: 0 },
  談攝世界: { score: 0 },
  日本都市傳說: { score: 0 },
  穿搭分享: { score: 0 },
  傳說對決戰略現時報: { score: 0 },
  YEEEE_GAME_SHOW: { score: 0 },
  Bivino: { score: 0 },
  Yee遊未盡: { score: 0 },
  葉尾蝶: { score: 0 },
  hhien_studio: { score: 0 },
  食5: { score: 0 },
  油到滑倒: { score: 0 },
  "-": { score: 0 },
  思友瘋: { score: 0 },
  台灣美食: { score: 0 },
  青青石工作室: { score: 0 },
  Island_Craft: { score: 0 },
  COOL_BABY: { score: 0 },
  "--": { score: 0 },
  電影大百科: { score: 0 },
  Aisai: { score: 0 },
  你的好蜂蜜網站: { score: 0 },
};
